<?php
return array(
    'newhouse' => array(
        'onsale' => array('1' => '在售', '2' => '预约', '3' => '待售', '4' => '售罄'),
        'projectTypes' => array('住宅' => '住宅', '别墅' => '别墅', '商住' => '商住', '商铺' => '商铺', '低商' => '低商'),
        'banks' => array('1' => '农业银行', '2' => '建设银行', '3' => '工商银行', '4' => '中国银行', '5' => '交通银行', '6' => '农村合作信用社', '7' => '浦发银行', '8' => '桂林银行', '9' => '华夏银行'),
        'pricetype' => array('普通住宅' => '普通住宅', '别墅' => '别墅', '酒店公寓' => '酒店公寓',
            '花园洋房' => '花园洋房', 'coco社区' => 'coco社区', '叠墅' => '叠墅',
            '空中墅' => '空中墅', '平层大宅' => '平层大宅', '商铺' => '商铺', '公寓' => '公寓', '写字楼' => '写字楼',
            '经济适用房' => '经济适用房'),
        'hxtype' => array('一居室' => '一居室', '二居室' => '二居室', '三居室' => '三居室',
            '四居室' => '四居室', '5居室' => '5居室', '5居室以上' => '5居室以上', '复式' => '复式'),
        'imgoption' => array(/* '3'=>'户型图', */'4' => '实景图', '5' => '工程进度图', '6' => '活动图', '7' => '样板间', '10' => '效果图', '11' => '楼座图', '18' => '微楼书',),
        'saletype' => array('1' => '销控信息', '2' => '开盘活动', '3' => '预约预售', '4' => '楼盘动态'),
        'housetags' => array('精装房' => '精装房', '教育地产' => '教育地产', '旅游地产' => '旅游地产',
            '养老地产' => '养老地产', '生态宜居' => '生态宜居', '低密居所' => '低密居所',
            '别墅地产' => '别墅地产', '园林景观' => '园林景观', '科技住宅' => '科技住宅', '绿色地产' => '绿色地产', '高赠送' => '高赠送',
            '投资地产' => '投资地产', '低总价' => '低总价', '小户型' => '小户型'
        ),
        'opentime' => array('1' => '近期开盘', '2' => '未来一个月',
            '3' => '未来两个月', '4' => '未来半年', '5' => '过去一个二月', '6' => '过去三个月'),
        'default_map_point'=>'110.205277,25.278618'
    ),
    'sechouse' => array(
        'disposition' => '景观房|景观房,免税|免税,满五年|满五年,免费看|免费看,急售|急售,精装修|精装修,实用|实用,带车库|带车库,五证全|五证全,包过户|包过户',
        /* 'housetype'=> '高层|高层,小高层|小高层,多层|多层,电梯|电梯,独院|独院,别墅|别墅,商铺|商铺,公寓|公寓,写住两用|写住两用,民房|民房,城中村|城中村,普通小区|普通小区,高端小区|高端小区' , */
        'housetype' => '多层|多层,高层|高层,别墅|别墅,公寓|公寓,写字楼|写字楼,商铺|商铺,高端小区|高端小区,民房|民房',
        'sptype' => '邻街门面|邻街门面,小区底商|小区底商,商业区店铺|商业区店铺,柜台摊位|柜台摊位,写字楼配套|写字楼配套,其他|其他',
        'chaoxiang' => '南北|南北,东西|东西,东南|东南,东北|东北,西南|西南,西北|西北,正南|正南,正东|正东',
        'zhaungxiu' => '毛坯|毛坯,简装|简装,中装|中装,精装|精装,豪装|豪装',
        'hangye'=>'餐饮美食|餐饮美食,超市百货|超市百货,美容美发|美容美发,休息娱乐|休息娱乐,生活服务|生活服务,汽车美容|汽车美容,服饰鞋帽|服饰鞋帽,酒店宾馆|酒店宾馆,家居建材|家居建材,电器通信|电器通信,教育培训|教育培训,医疗器械|医疗器械,其他|其他',
        'jingyin'=>array(
             '餐饮美食'=> array('包子铺','奶茶店','米粉店'),
             '超市百货'=> array('小超市','五金店','杂货店'),
             '美容美发'=> array('美发店','美容院','足疗馆'),
             '休息娱乐'=> array('棋牌室','养生馆','游戏机'),
             '生活服务'=> array('洗衣店','房产中介','快递点'),
             '汽车美容'=> array('摩托车铺','汽配店','洗车铺'),
             '服饰鞋帽'=> array('珠宝柜台','服饰','鞋店'),
             '酒店宾馆'=> array('宾馆','酒店','家庭公寓'),
             '家居建材'=> array('瓷砖','橱柜','灯饰'),
             '电器通信'=> array('家电','维修店','手机店'),
             '医疗器械'=> array('牙科诊所','社区门诊','针灸馆'),
             '其他'=> array('其他'),
        ),
        'rent_zhu' => '煤气管道|煤气管道,宽带光纤|宽带光纤,暖气|暖气,电视|电视,洗衣机|洗衣机,冰箱|冰箱,空调|空调,电话|电话,微波炉|微波炉,热水器|热水器,饮水机|饮水机,床铺|床铺,衣柜|衣柜,书桌|书桌,电脑桌|电脑桌,椅子|椅子,沙发|沙发,茶具|茶具,餐桌|餐桌,厨具|厨具,防盗门|防盗门,门禁系统|门禁系统,物业管理|物业管理,车库|车库,小区封闭|小区封闭',
    )
);
?>
